Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryBottomDir1WithSpacing Property
 "Bottom/Interior Major"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryBottomDir1WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryBottomDir1WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryBottomDir1WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryBottomDir1WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace